NextFOAM-2401/tutorials/compressible/rhoSimpleFoam/aerofoilNACA0012/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

runApplication topoSet

runApplication $(getApplication)

#------------------------------------------------------------------------------
